{
  "": "",
  "home_page_nav": "página de inicio",
  "info_nav": "Información",
  "setting_nav": "Ajustes",
  "app_name": "Blood Sugar\nTracking",
  "app_name_about_us": "Blood Sugar Tracking",
  "default_txt": "Por defecto",
  "recent_txt": "Reciente",
  "average_txt": "Promedio",
  "all": "todo",
  "3_days": "3 días",
  "week": "semana",
  "month": "mes",
  "year": "año",
  "normal": "Normal",
  "diabetes": "Diabetes",
  "pre_diabetes": "Pre-diabetes",
  "low": "Bajo",
  "new_record": "Nuevo record",
  "chart": "Cuadro",
  "infor": "Información",
  "info_title_1": "Saber sobre el azúcar en la sangre",
  "info_title_2": "Prevenir enfermedades",
  "bls_do": "¿Sabes sobre el azúcar en la sangre?",
  "bls_low_what": "¿Qué es la baja de azúcar en la sangre?",
  "bls_high_what": "¿Qué es el nivel alto de azúcar en la sangre?",
  "bls_monitor": "Monitoreo del azúcar en la sangre",
  "prv_know_diabets": "Conocimiento de la diabetes",
  "prv_low_bls": "Nivel bajo de azúcar en la sangre (hipoglucemia)",
  "prv_treat_low_bls": "Cómo tratar el nivel bajo de azúcar en la sangre (hipoglucemia)",
  "prv_change_type_2": "Prediabetes: su cambio para prevenir la diabetes tipo 2",
  "prv_what_type_1": "¿Qué es la diabetes tipo 1?",
  "prv_what_type_2": "¿Qué es la diabetes tipo 2?",
  "prv_ges_dia": "Diabetes gestacional",
  "setting": "Configuración",
  "export_data": "Exportar mis datos",
  "about_us": "Sobre nosotras",
  "share_app": "Comparte esta aplicación",
  "send_feedback": "Enviar comentarios",
  "record_history": "Historial de registros",
  "bls_do_asw": "<p><strong>¿Qué es el azúcar en la sangre?</strong></p> <p>  El azúcar en la sangre, o glucosa, es el azúcar principal que se encuentra en la sangre. Proviene de los alimentos que consume y es la principal fuente de energía de su cuerpo. Su sangre transporta glucosa a todas las células de su cuerpo para usarla como energía.</p> <p><strong>¿Cómo puedo controlar mi nivel de azúcar en la sangre? &nbsp;</strong></p> <p>Use un medidor de azúcar en la sangre (también llamado glucómetro) o un monitor continuo de glucosa (MCG) para controlar su nivel de azúcar en la sangre. Un medidor de azúcar en la sangre mide la cantidad de azúcar en una pequeña muestra de sangre, generalmente de la punta de su dedo. Un CGM usa un sensor que se inserta debajo de la piel para medir el nivel de azúcar en la sangre cada pocos minutos. Si usa un CGM, aún deberá realizar pruebas diarias con un medidor de azúcar en la sangre para asegurarse de que las lecturas de su CGM sean precisas.</p> <p><strong>¿Cuándo debo controlar mi nivel de azúcar en la sangre?</strong></p> <p>  La frecuencia con la que controle su nivel de azúcar en la sangre depende del tipo de diabetes que tenga y de si toma algún medicamento para la diabetes. Los momentos típicos para controlar su nivel de azúcar en la sangre incluyen:&nbsp;</p> <ul> <li> <p>Cuando te levantas por primera vez, antes de comer o beber algo.</p> </li> <li> <p>Antes de una comida.</p> </li> <li> <p>Dos horas después de una comida.</p> </li> <li> <p>A la hora de dormir.</p> </li> </ul>",
  "bls_low_what_asw": "<p><strong>¿Qué causa el nivel bajo de azúcar en la sangre?</strong></p> <p>  El nivel bajo de azúcar en la sangre (también llamado hipoglucemia) tiene muchas causas, como saltarse una comida, usar demasiada insulina, tomar otros medicamentos para la diabetes, hacer más ejercicio de lo normal y beber alcohol. El nivel de azúcar en la sangre por debajo de 70 mg/dl se considera bajo. Los signos de un nivel bajo de azúcar en la sangre son diferentes para todos. Los síntomas comunes incluyen:</p> <ul> <li> <p>Sacudida.</p> </li> <li> <p>Transpiración.</p> </li> <li> <p>Nerviosismo o ansiedad.</p> </li> <li> <p>Irritabilidad o confusión.</p> </li> <li> <p>Mareo.</p> </li> <li> <p>Hambre</p> </li> </ul> <p><strong>¿Cómo puedo tratar el nivel bajo de azúcar en la sangre?</strong></p> <p>  Lleve consigo suministros para tratar el nivel bajo de azúcar en la sangre. Si se siente tembloroso, sudoroso o con mucha hambre o tiene otros síntomas, verifique su nivel de azúcar en la sangre. Incluso si no tiene síntomas pero cree que puede tener un nivel bajo de azúcar en la sangre, verifíquelo. Si su nivel de azúcar en la sangre es inferior a 70 mg/dL, haga uno de los siguientes inmediatamente.&nbsp;</p> <ul> <li> <p>Tome cuatro tabletas de glucosa.</p> </li> <li> <p>Beba cuatro onzas de jugo de frutas.</p> </li> <li> <p>Beba cuatro onzas de refresco regular, no refresco de dieta.</p> </li> <li> <p>Vienen cuatro piezas de caramelo duro.</p> </li> </ul> <p>Espere 15 minutos y luego controle su nivel de azúcar en la sangre nuevamente. Realice uno de los tratamientos anteriores nuevamente hasta que su nivel de azúcar en la sangre sea de 70 mg/dL o más y coma un refrigerio si falta una hora o más para su próxima comida.</p>",
  "bls_high_what_asw": "<p><strong>¿Qué causa que el nivel de azúcar en la sangre sea alto?</strong></p> <p>  Muchas cosas pueden causar niveles altos de azúcar en la sangre (hiperglucemia), como estar enfermo, estresado, comer más de lo planeado y no administrarse suficiente insulina. Con el tiempo, un nivel alto de azúcar en la sangre puede provocar problemas de salud graves a largo plazo. Los síntomas de niveles altos de azúcar en la sangre incluyen:&nbsp;</p> <ul> <li> <p>Sentirse muy cansado.</p> </li> <li> <p>Sentirse sediento</p> </li> <li> <p>Tener visión borrosa.</p> </li> <li> <p>Necesidad de orinar (hacer pis) con más frecuencia.</p> </li> </ul> <p><strong>¿Cómo puedo tratar el nivel alto de azúcar en la sangre?</strong></p> <p>  Hable con su médico acerca de cómo mantener sus niveles de azúcar en la sangre dentro de su rango objetivo. Su médico puede sugerir lo siguiente:</p> <ul> <li> <p>Sé más activo. El ejercicio regular puede ayudar a mantener los niveles de azúcar en sangre bajo control. Importante: no haga ejercicio si hay cetonas en la orina. Esto puede hacer que su nivel de azúcar en la sangre suba aún más.</p> </li> <li> <p>Tome el medicamento según las instrucciones. Si su nivel de azúcar en la sangre es alto con frecuencia, su médico puede cambiar la cantidad de medicamento que toma o cuándo lo toma.</p> </li> <li> <p>Siga su plan de comidas para la diabetes. Pida ayuda a su médico o dietista si tiene problemas para cumplirlo.</p> </li> <li> <p>Controle su nivel de azúcar en la sangre según las indicaciones de su médico. Compruébelo con más frecuencia si está enfermo o si le preocupan los niveles altos o bajos de azúcar en la sangre.</p> </li> <li> <p>Hable con su médico acerca de cómo ajustar la cantidad de insulina que usa y qué tipos de insulina (como la de acción corta) usar.</p> </li> </ul>",
  "bls_monitor_asw": "<p><strong>¿Cómo usar un medidor de azúcar en la sangre?</strong></p> <p>  Hay diferentes tipos de medidores, pero la mayoría de ellos funcionan de la misma manera. A continuación se presentan consejos sobre cómo usar un medidor de azúcar en la sangre.</p> <ol> <li> Asegúrese de que el medidor esté limpio y listo para usar.</li> <li> <p>Después de retirar una tira reactiva, cierre inmediatamente el recipiente de tiras reactivas herméticamente. Las tiras reactivas pueden dañarse si se exponen a la humedad.</p> </li> <li> <p>Lávese las manos con jabón y agua tibia. Seque bien. Masajea tu mano para que la sangre entre en tu dedo. No uses alcohol porque reseca demasiado la piel.</p> </li> <li> <p>Usa una lanceta para pincharte el dedo. Apretando 2 desde la base del dedo, coloque suavemente una pequeña cantidad de sangre en la tira reactiva. Coloque la tira en el medidor.</p> </li> <li> <p>Después de unos segundos, aparecerá la lectura. Seguimiento y registro de sus resultados. Agregue notas sobre cualquier cosa que pueda haber hecho que la lectura esté fuera de su rango objetivo, como comida, actividad, etc.</p> </li> <li> <p>Deseche correctamente la lanceta y la tira en un contenedor de basura.&nbsp;</p> </li> <li> <p>No comparta equipos de control de azúcar en la sangre, como lancetas, con nadie, ni siquiera con otros miembros de la familia. Para obtener más información de seguridad, consulte Prevención de infecciones durante el control de glucosa en sangre y la administración de insulina.</p> </li> <li> <p>Guarde las tiras reactivas en el recipiente proporcionado. No los exponga a la humedad, calor extremo o temperaturas frías.</p> </li> </ol> <p><strong>Hacerse una prueba de A1C</strong></p> <p>  Los resultados de A1C le indican su nivel promedio de azúcar en la sangre durante 3 meses. Los resultados de A1C pueden ser diferentes en personas con problemas de hemoglobinaícono de sitio externo, como la anemia de células falciformes. Trabaje con su médico para decidir cuál es el mejor objetivo de A1C para usted. Siga los consejos y recomendaciones de su médico.&nbsp;</p> <p>Su resultado de A1C se informará de dos maneras:&nbsp;</p> <ul> <li> <p>A1C como porcentaje.&nbsp;</p> </li> <li> <p>Glucosa promedio estimada (eAG), en el mismo tipo de números que sus lecturas diarias de azúcar en la sangre.</p> </li> </ul>",
  "prv_know_diabets_asw": "<p><strong>¿Qué es la diabetes?</strong></p> <p>  Su cuerpo descompone la mayor parte de los alimentos que consume en azúcar y la libera en el torrente sanguíneo. Cuando su nivel de azúcar en la sangre sube, le indica a su páncreas que libere insulina. La insulina actúa como una llave para permitir que el azúcar en la sangre ingrese a las células de su cuerpo para usarla como energía. Con diabetes, su cuerpo no produce suficiente insulina o no puede usarla tan bien como debería. Cuando no hay suficiente insulina o las células dejan de responder a la insulina, demasiado azúcar en la sangre permanece en el torrente sanguíneo. Con el tiempo, eso puede causar serios problemas de salud. Hay tres tipos principales de diabetes: tipo 1, tipo 2 y diabetes gestacional.</p> <p><strong>Consejos útiles</strong></p> <p>  Todavía no existe una cura para la diabetes, pero perder peso, comer alimentos saludables y mantenerse activo realmente puede ayudar. Otras cosas que puede hacer para ayudar:</p> <ul> <li> <p>Tome el medicamento según lo prescrito.</p> </li> <li> <p>Obtenga educación y apoyo para el autocontrol de la diabetes.</p> </li> <li> <p>Hacer y mantener citas de atención médica.</p> </li> </ul>",
  "prv_low_bls_asw": "<p><strong>Causas del nivel bajo de azúcar en la sangre</strong></p> <p>  Hay muchas razones por las que puede tener un nivel bajo de azúcar en la sangre, que incluyen:</p> <ul> <li> <p>Tomar demasiada insulina.</p> </li> <li> <p>No comer suficientes carbohidratos para la cantidad de insulina que toma.</p> </li> <li> <p>Momento en que se administra la insulina.</p> </li> <li> <p>La cantidad y el momento de la actividad física.</p> </li> <li> <p>Bebiendo alcohol.</p> </li> <li> <p>Cuánta grasa, proteína y fibra hay en su comida.</p> </li> <li> <p>Clima cálido y húmedo.</p> </li> <li> <p>Cambios inesperados en su horario.</p> </li> <li> <p>Pasar tiempo a gran altura.</p> </li> <li> <p>Pasando por la pubertad.</p> </li> <li> <p>Menstruación.</p> </li> </ul> <p><strong>Síntomas del nivel bajo de azúcar en la sangre</strong></p> <p>  Es posible que su reacción ante un nivel bajo de azúcar en la sangre no sea la misma que la de otra persona con un nivel bajo de azúcar en la sangre. Es importante conocer sus signos. Los síntomas comunes pueden incluir:&nbsp;</p> <ul> <li> <p>Latidos cardíacos acelerados.</p> </li> <li> <p>Sacudida.</p> </li> <li> <p>Transpiración.</p> </li> <li> <p>Nerviosismo o ansiedad.</p> </li> <li> <p>Irritabilidad o confusión.</p> </li> <li> <p>Mareo.</p> </li> <li> <p>Hambre.</p> </li> </ul>",
  "prv_treat_low_bls_asw": "<p><strong>La regla 15-15</strong></p> <p>  Para un nivel bajo de azúcar en la sangre entre 55 y 69 mg/dL, súbalo siguiendo la regla 15-15: consuma 15 gramos de carbohidratos y controle su nivel de azúcar en la sangre después de 15 minutos. Si todavía está por debajo de su rango objetivo, tome otra porción. Repita estos pasos hasta que esté dentro de su rango objetivo. Una vez que esté dentro del rango, coma una comida o refrigerio nutritivo para asegurarse de que no vuelva a bajar demasiado.</p> <p><strong>Tratamiento del nivel de azúcar en la sangre gravemente bajo</strong></p> <p>  El nivel de azúcar en la sangre por debajo de 55 mg/dL se considera muy bajo. No podrá tratarlo usando la regla 15-15. Es posible que tampoco pueda controlar su propio nivel de azúcar en la sangre o tratarlo por sí mismo, según sus síntomas. Asegúrese de que sus familiares, amigos y cuidadores conozcan sus signos de bajo nivel de azúcar en la sangre para que puedan ayudar a tratarlo si es necesario.<br>El glucagón inyectable es la mejor manera de tratar los niveles muy bajos de azúcar en la sangre. Un kit de glucagón está disponible con receta médica. Hable con su médico para ver si debe tener un kit. Asegúrese de aprender cómo y cuándo usarlo. Informe a los miembros de su familia y otras personas cercanas a usted dónde guarda el kit de glucagón y asegúrese de que también hayan recibido capacitación sobre cómo usarlo.</p>",
  "prv_change_type_2_asw": "<p><strong>¿Qué es la prediabetes?&nbsp;</strong></p> <p>  La prediabetes es una condición de salud grave en la que los niveles de azúcar en la sangre son más altos de lo normal, pero aún no lo suficientemente altos como para ser diagnosticados como diabetes tipo 2. Aproximadamente 96 millones de adultos estadounidenses, más de 1 de cada 3, tienen prediabetes. De las personas con prediabetes, más del 80% no saben que la tienen. La prediabetes lo pone en mayor riesgo de desarrollar diabetes tipo 2, enfermedades cardíacas y accidentes cerebrovasculares.</p> <p><strong>Señales &amp; Síntomas</strong></p> <p>  Puede tener prediabetes durante años pero no tener síntomas claros, por lo que a menudo pasa desapercibida hasta que aparecen problemas de salud graves, como la diabetes tipo 2. Es importante hablar con su médico acerca de hacerse una prueba de azúcar en la sangre si tiene alguno de los factores de riesgo de prediabetes, que incluyen:</p> <ul> <li> <p>Tener sobrepeso.</p> </li> <li> <p>Tener 45 años o más.</p> </li> <li> <p>Tener un padre, hermano o hermana con diabetes tipo 2.</p> </li> <li> <p>Estar físicamente activo menos de 3 veces por semana.</p> </li> <li> <p>Alguna vez tuvo diabetes gestacional (diabetes durante el embarazo) o dio a luz a un bebé que pesó más de 9 libras.</p> </li> <li> <p>Tener síndrome de ovario poliquístico.</p> </li> </ul>",
  "prv_what_type_1_asw": "<p><strong>¿Qué causa la diabetes tipo 1?</strong></p> <p>  Se cree que la diabetes tipo 1 es causada por una reacción autoinmune (el cuerpo se ataca a sí mismo por error). Esta reacción destruye las células del páncreas que producen insulina, llamadas células beta. Este proceso puede durar meses o años antes de que aparezcan los síntomas.<br>Algunas personas tienen ciertos genes (características que se transmiten de padres a hijos) que las hacen más propensas a desarrollar diabetes tipo 1. Sin embargo, muchos de ellos no tendrán diabetes tipo 1 incluso si tienen los genes. Un desencadenante en el medio ambiente, como un virus, también puede desempeñar un papel en el desarrollo de la diabetes tipo 1. La dieta y los hábitos de estilo de vida no causan diabetes tipo 1.</p> <p><strong>Síntomas y factores de riesgo</strong></p> <p>  Pueden pasar meses o años antes de que se noten los síntomas de la diabetes tipo 1. Los síntomas de la diabetes tipo 1 pueden desarrollarse en unas pocas semanas o meses. Una vez que aparecen los síntomas, pueden ser graves.<br>Algunos síntomas de la diabetes tipo 1 son similares a los síntomas de otras condiciones de salud. ¡No adivine! Si cree que podría tener diabetes tipo 1, consulte a su médico para que le haga una prueba de azúcar en la sangre. La diabetes no tratada puede provocar problemas de salud muy graves, incluso mortales. Los factores de riesgo de la diabetes tipo 1 no son tan claros como los de la prediabetes y la diabetes tipo 2. Sin embargo, los estudios muestran que la historia familiar juega un papel.</p>",
  "prv_what_type_2_asw": "<p><strong>¿Qué causa la diabetes tipo 2?</strong></p> <p>  La insulina es una hormona producida por el páncreas que actúa como una llave para permitir que el azúcar en la sangre ingrese a las células de su cuerpo para usarla como energía. Si tiene diabetes tipo 2, las células no responden normalmente a la insulina; esto se llama resistencia a la insulina. Su páncreas produce más insulina para tratar de que las células respondan. Eventualmente, su páncreas no puede mantener el ritmo y su nivel de azúcar en la sangre aumenta, preparando el escenario para la prediabetes y la diabetes tipo 2. El nivel alto de azúcar en la sangre es dañino para el cuerpo y puede causar otros problemas de salud graves, como enfermedades cardíacas, pérdida de la visión y enfermedades renales.</p> <p><strong>Síntomas y factores de riesgo</strong></p> <p>  Los síntomas de la diabetes tipo 2 a menudo se desarrollan a lo largo de varios años y pueden continuar durante mucho tiempo sin que se noten (a veces no hay ningún síntoma perceptible en absoluto). Debido a que los síntomas pueden ser difíciles de detectar, es importante conocer los factores de riesgo y consultar a su médico para que le haga una prueba de azúcar en la sangre si tiene alguno de ellos.</p>",
  "prv_ges_dia_asw": "<p><strong>¿Qué causa la diabetes gestacional?</strong></p> <p>  La diabetes gestacional ocurre cuando su cuerpo no puede producir suficiente insulina durante el embarazo. La insulina es una hormona producida por el páncreas que actúa como una llave para permitir que el azúcar en la sangre ingrese a las células de su cuerpo para usarla como energía. Durante el embarazo, su cuerpo produce más hormonas y pasa por otros cambios, como el aumento de peso. Estos cambios hacen que las células de su cuerpo usen la insulina de manera menos efectiva, una condición llamada resistencia a la insulina. La resistencia a la insulina aumenta la necesidad de insulina de su cuerpo.</p> <p>Todas las mujeres embarazadas tienen cierta resistencia a la insulina al final del embarazo. Sin embargo, algunas mujeres tienen resistencia a la insulina incluso antes de quedar embarazadas. Comienzan el embarazo con una mayor necesidad de insulina y son más propensas a tener diabetes gestacional.&nbsp;</p> <p><strong>Síntomas y factores de riesgo</strong></p> <p>  La diabetes gestacional normalmente no presenta ningún síntoma. Su historial médico y si tiene algún factor de riesgo pueden sugerirle a su médico que podría tener diabetes gestacional, pero deberá hacerse una prueba para estar seguro.</p>",
  "about_us_content": " ¿Tienes problemas con tu nivel de azúcar en la sangre? Quiere registrar y realizar un seguimiento de los cambios de azúcar en la sangre en cualquier momento que desee. El seguimiento de azúcar en la sangre es exactamente lo que necesita. Nuestra aplicación es muy fácil de comenzar y conocer en detalle su estado de salud. Solo inténtalo.",
  "feedback_title": "Enviar comentarios",
  "email_if_have": "Correo electrónico (si tiene)",
  "email_label_txt": "Deje su correo electrónico para que podamos contactar de nuevo si es necesario",
  "feedback_write_dwn": "Escriba sus comentarios (*)",
  "feedback_write_dwn_label_txt": "Escribe al menos 6 caracteres para enviar",
  "feedback_help": "Tus comentarios nos ayudarán mejor",
  "feedback_send_btn": "Enviar comentarios",
  "date_and_time": "Fecha & Tiempo",
  "condition": "Condición",
  "sugar amount": "Cantidad de azúcar",
  "edit_target_range_mol": "Editar rango objetivo (mmol/L)",
  "edit_target_range_mg": "Editar rango objetivo (mg/dL)",
  "record_remind": "Grabar recordar",
  "notification": "El rango de datos de azúcar en la sangre es personal. Los siguientes son los estándares internacionales predeterminados de azúcar en la sangre. Si desea un rango de datos sanguíneos más preciso, consulte a su médico.",
  "new_alarm": "Nueva alarma",
  "Edit target range (mmol/L)": "Editar rango objetivo (mmol/L)",
  "sugar_amount": "Cantidad de azúcar",
  "before_exercise": "antes del ejercicio",
  "before_meal": "Antes de una comida",
  "fasting": "Ayuno",
  "after_meal_1h": "Después de una comida (1 hora)",
  "after_meal_2h": "Después de una comida (2 hora)",
  "after_exercise": "Después del ejercicio",
  "asleep": "Dormido",
  "errow_sugar_input_mg_text": "Introduzca el valor correcto entre 18-630 mg/dL",
  "errow_sugar_input_mmol_text": "Ingrese el valor correcto entre 1-35 mmol/L",
  "save_record": "Guardar registro",
  "version": " versión",
  "1.0.0": " 1.0.0",
  "set_alarm": "Ajustar alarma",
  "sound": "Sonido",
  "vibrate": "Vibrar",
  "cancel": "Cancelar",
  "set": "Colocar",
  "edit_record": "Editar registro",
  "delete_record_alert": "¿Realmente desea eliminar este registro?",
  "stay": "Permanecer",
  "exit": "Salida",
  "delete": "Borrar",
  "keep": "Mantener",
  "you_have_not_record": "Aún no has creado ningún registro",
  "wanna_exit": "Realmente desea salir Blood Sugar Tracking?",
  "stay": "Permanecer",
  "exit": "Salida",
  "skip_all": "Saltar todo",
  "next_step": "Próximo paso",
  "homepage": "página de inicio",
  "intro1": "Ingreso rápido de datos y\nestadísticas inteligentes",
  "intro2": "Cambiador flexible\nCambio de rango",
  "intro3": "recordarte que entres\ntu record",
  "intro4": "Ritmo cardiaco\nmedición",
  "edit": "Editar",
  "replace": "Reemplazar",
  "add": "Agregar",
  "add_new_record": "Ha ingresado al registro en este momento. ¿Quieres cubrirlo o añadir un nuevo disco?",
  "mg/dL": "mg/dL",
  "mmol/L": "mmol/L",
  "change_unit": "Cambiar unidad",
  "choose_this_unit": "Elige esta unidad",
  "change_btn":"Cambiar",
  "save_edit_dialog_content":"¿Desea guardar los cambios para este registro?",
  "done":"Hecho",
  "select_your_starting_unit":"Seleccione su unidad inicial",
  "edit_duplicate_dialog": "Ha ingresado al perfil en este punto. ¿Quieres reemplazar el registro anterior?",
  "languages": "Idiomas",
  "choose_your_language": "Elige tu idioma",
  "next": "Próximo",
  "no_alarms_set": "Sin alarma configurada",
  "All": "Todo",
  "save_changes_button":"Guardar cambios",
  "err_correct_value": "Por favor, introduzca el valor correcto.",
  "status": "Estado",
  "personal_data": "Información personal",
  "choose_your_gender": "Elige tu género",
  "how_old_are_you": "Cuántos años tiene?",
  "what_is_your_weight": "¿Cuál es tu peso?",
  "How_tall_are_you": "Que tan alto eres?",
  "declare_your_goal": "Declara tu objetivo",
  "blood_sugar_txt": "Azúcar en sangre",
	"heart_rate_txt": "Frecuencia cardiaca",
  "goal_far_txt": "Aún está lejos de su objetivo. ¡Mejore la cantidad de azúcar en sangre!",
	"goal_nearly_txt": "Ya casi ha alcanzado su objetivo. ¡Inténtelo un poco más!",
	"goal_reach_txt": "¡Enhorabuena! Ha alcanzado su objetivo",
  "popup_will_close": "Esta ventana emergente se cerrará en",
  "gender": "Género",
  "age": "Edad",
  "weight": "Peso",
  "height": "Altura",
  "errow_heart_rate_input_text": "Por favor ingrese un valor exacto entre 1-120",
  "heart_rate": "Frecuencia cardíaca",
  "heart_rate_tracking": "Seguimiento del ritmo cardíaco",
  "tap_to_measure": "Tocar para medir",
  "medir" : "medir...",
  "put_your_finger_on_camera": "Pon tu dedo en la cámara",
  "bpm": "BPM",
  "estado": "Estado",
  "resultado": "Resultado",
  "enter_value": "Por favor ingrese un valor",
  "check_finger": "La posición es correcta. ¡No muevas el dedo!",
  "show_error_heart_rate": "No se encontraron resultados. ¡Falló la medición!",
  "access_disabled": "¡Acceso deshabilitado!",
  "request_open_permission": "¡Vaya a establecer el permiso de apertura!",
  "go_to_setting": "Ir a configuración",
  "regresar" : "Regresar",
  "try_again": "Intentar de nuevo",
  "fast": "rápidamente",
  "slow":"despacio",
  "error_goal_value": "El valor debe estar entre 1-35 mmol/L",

  "goal": "Meta",
  "male": "Masculino",
  "female": "Femenino",
  "send_feedback_success": "¡Su respuesta ha sido enviada!"


}
