{
    "": "",
    "home_page_nav": "Page d'accueil",
    "info_nav": "Informations",
    "setting_nav": "Paramètres",
    "app_name": "Blood Sugar\nTracking",
    "app_name_about_us": "Blood Sugar Tracking",
    "default_txt": "Défaut",
    "recent_txt": "Récent",
    "average_txt": "Moyenne",
    "all": "tout",
    "3_days": "3 jours",
    "week": "semaine",
    "month": "mois",
    "year": "année ",
    "normal": "Normal",
    "diabetes": "Diabète",
    "pre_diabetes": "Prédiabète",
    "low": "Bas",
    "new_record": "Nouvel enregistrement",
    "chart": "Graphique",
    "infor": "Informations",
    "info_title_1": "Connaître le taux de glycémie",
    "info_title_2": "Prévenir la maladie",
    "bls_do": "Connaissez-vous la glycémie ?",
    "bls_low_what": "Qu'est-ce que l'hypoglycémie ?",
    "bls_high_what": "Qu'est-ce que l'hyperglycémie ?",
    "bls_monitor": "Surveiller la glycémie ",
    "prv_know_diabets": "Connaissances sur le diabète",
    "prv_low_bls": "Taux de sucre dans le sang bas (hypoglycémie)",
    "prv_treat_low_bls": "Comment traiter l'hypoglycémie?",
    "prv_change_type_2": "Prédiabète - vos changements pour prévenir le diabète de type 2",
    "prv_what_type_1": "Quel est le diabète de type 1?",
    "prv_what_type_2": "Quel est le diabète de type 2?",
    "prv_ges_dia": "Diabète gestationnel",
    "setting": "Paramètres",
    "export_data": "Exporter mes données",
    "about_us": "À propos de nous ",
    "share_app": "Partager l'application",
    "send_feedback": "Envoyer vos commentaires",
    "record_history": "Enregistrer l'historique",
    "bls_do_asw": "<p><strong>Qu'est-ce que la glycémie?</strong></p> <p>  La glycémie, également connue sous le nom de glucose, est la principale forme de sucre présente dans votre sang. Elle provient des aliments que vous mangez et constitue la principale source d'énergie pour votre corps. Votre sang transporte le glucose vers toutes les cellules de votre corps afin de l'utiliser comme carburant énergétique. </p> <p><strong>Comment puis-je vérifier ma glycémie? &nbsp;</strong></p> <p>Pour vérifier votre glycémie, utilisez un lecteur de glycémie (aussi appelé glucomètre) ou un moniteur de glucose en continu (CGM). Le lecteur de glycémie mesure la quantité de sucre dans un petit échantillon de sang, généralement prélevé au bout de votre doigt. Le CGM utilise un capteur inséré sous votre peau pour mesurer votre glycémie toutes les quelques minutes. Si vous utilisez le CGM, vous devrez toujours effectuer une vérification quotidienne avec un lecteur de glycémie pour vous assurer que les résultats du CGM sont précis.</p> <p><strong>Quand devrais-je vérifier ma glycémie?</strong></p> <p>  La fréquence à laquelle vous vérifiez votre glycémie dépend du type de diabète que vous avez et du fait que vous preniez des médicaments pour le diabète. Les moments typiques pour vérifier votre glycémie sont les suivants &nbsp;</p> <ul> <li> <p>Lorsque vous venez de vous réveiller, avant de manger ou de boire quoi que ce soit</p> </li> <li> <p>Avant un repas</p> </li> <li> <p>Deux heures après un repas</p> </li> <li> <p>À l'heure du coucher</p> </li> </ul>",
    "bls_low_what_asw": "<p><strong>Quels sont les causes de l'hypoglycémie?</strong></p> <p>  Le faible taux de sucre dans le sang (également appelé hypoglycémie) a de nombreuses causes, notamment le fait de sauter un repas, prendre trop d'insuline, prendre d'autres médicaments contre le diabète, faire plus d'exercice que d'habitude et consommer de l'alcool. Un taux de sucre dans le sang inférieur à 70 mg/dL est considéré comme faible. Les signes varient d'une personne à l'autre. Les symptôme courants comprennent:</p> <ul> <li> <p>Trembler.</p> </li> <li> <p>Suer.</p> </li> <li> <p>Se sentir nerveux ou anxieux.</p> </li> <li> <p>Se sentir irritable ou confusé .</p> </li> <li> <p>Se sentir étourdi.</p> </li> <li> <p>Avoir faim </p> </li> </ul> <p><strong>Comment puis-je traiter l'hypoglycémie?</strong></p> <p>  Emportez des outils pour traiter l'hypoglycémie. Si vous avez des tremblements, êtes en sueur, affamé ou présentez d'autres symptômes, vérifiez votre glycémie. Même si vous n'avez pas de symptôme mais que vous pensez avoir un hypoglycémie, vérifiez-le. Si votre glycémie est inférieur à 70 mg/dL, effectuez immédiatement l'une des actions suivantes:&nbsp;</p> <ul> <li> <p>Prenez quatre comprimés de glucose.</p> </li> <li> <p>Buvez quatre onces de jus de fruits.</p> </li> <li> <p>Buvez quatre onces de sode ordinaire, pas de soda diététique.</p> </li> <li> <p>Mangez quatre bonbons durs.</p> </li> </ul> <p>Patientez pendant 15 minutes, puis vérifiez de nouveau votre glycémie. Répétez l'une des traitements  ci-dessus jusqu'à ce que votre glycémie atteigne 70 mg/dL ou plus, et prenez une collation si votre prochain repas est prévu dans une heure ou plus.</p>",
    "bls_high_what_asw": "<p><strong>Quelles sont les causes d'une glycémie élevée?</strong></p> <p>  De nombreux facteurs peuvent provoquer une glycémie élevée (hyperglycémie), notamment être malade, être stressé, manger plus que prévu et ne pas s'administrer suffisamment d'insuline. Au fil du temps, une glycémie élevée peut entraîner des problèmes de santé graves et durables. Les symptômes de l'hyperglycémie comprennent: &nbsp;</p> <ul> <li> <p>Se sentir très fatigué.</p> </li> <li> <p>Ressentir la soif.</p> </li> <li> <p>Avoir une vision floue.</p> </li> <li> <p>Besoin d'uriner plus fréquemment.</p> </li> </ul> <p><strong>Comment puis-je traiter l'hyperglycémie?</strong></p> <p>  Veuillez consulter votre médecin pour savoir comment maintenir votre glycémie dans votre intervalle cible. Il peut vous suggérer les éléments suivants:</p> <ul> <li> <p>Soyez plus actif. L'exercice régulier peut aider à maintenir votre glycémie sous contrôle. Important : ne faites pas de l'exercice si des cétones sont présentes dans votre urine. Cela peut faire augmenter encore davantage votre taux de sucre dans le sang. </p> </li> <li> <p>Veuillez prendre le médicament comme indiqué. Si votre glycémie est souvent élevée, votre médecin peut modifier la quantité de médicament que vous prenez ou le moment où vous le prenez.</p> </li> <li> <p>Veuillez suivre votre plan de repas pour le diabète. Demandez l'aide de votre médecin ou d'un nutritionniste si vous avez du mal à vous y tenir. </p> </li> <li> <p>Veuillez vérifier votre glycémie selon les instructions de votre médecin. Vérifiez plus fréquemment si vous êtes malade ou si vous êtes préoccupé par une glycémie élevée ou basse. </p> </li> <li> <p>Veuillez consulter votre médecin concernant l'ajustement de la quantité d'insulin que vous prenez et des types d'insuline à utiliser (comme l'insuline à action rapide). </p> </li> </ul>",
    "bls_monitor_asw": "<p><strong>Comment utiliser un glucomètre? </strong></p> <p>  Il existe différents types de glucomètres, mais la plupart fonctionnent de la même manière. Voici quelques conseils sur la façon d'utiliser un glucomètre pour mesurer votre glycémie.</p> <ol> <li> <p>Assurez-vous que le glucomètre est propre et prêt à être utilisé.</p> </li> <li> <p>Après avoir retiré une bandelette de test, refermez immédiatement le flacon contenant les bandelettes de test. Elles peuvent être endommagées si elles sont exposées à l'humidité. </p> </li> <li> <p>Veuillez vous laver les mains avec du savon et de l'eau tiède. Séchez-les bien. Massez votre main pour faire circuler le sang dans votre doigt. N'utilisez pas d'alcool car il assèche trop la peau. </p> </li> <li> <p>Veuillez utiliser une lancette pour piquer votre doigt. En pressant le bout de deux doigts, prélevez doucement une petite quantité de sang sur la bandelette de test qui sera ensuite placée dans le glucomètre.</p> </li> <li> <p>Le résultat apparaîtra en quelques secondes. Suivez et sauvegardez vos résultats. Ajoutez des notes sur tout ce qui pourrait avoir influencé le résultat en dehors de votre intervalle cible, comme la nourriture, l'activité, etc.</p> </li> <li> <p>Veuillez jeter correctement la lancette et la bandelette dans une poubelle.&nbsp;</p> </li> <li> <p>Veuillez ne partager aucun accessoire de surveillance de la glycémie, tel que les lancettes, avec quiconque, même avec d'autres membres de votre famille. Pour plus d'informations sur la sécurité, veuillez consulter Infection Prévention lors de la surveillance de la glycémie et de l'administration de l'insuline.</p> </li> <li> <p>Veuillez conserver les bandelettes de test dans le flacon fourni. Ne les exposez pas à l'humidité, à une chaleur excessive ou à des températures froides.</p> </li> </ol> <p><strong>Faire le test d'A1C</strong></p> <p>  Les résultats d'A1C vous indiquent votre taux moyen de sucre dans le sang sur 3 mois. Ils peuvent être différents chez les personnes ayant des problèmes d'hémoglobine, tels que l'anémie falciforme. Veuillez consulter votre médecin pour déterminer l'objectif d'A1C qui vous convient le mieux. Suivez ses conseils et recommandations. &nbsp;</p> <p>Votre résultat d'A1C sera rapporté de deux façons: &nbsp;</p> <ul> <li> <p>L'A1C sera exprimé en pourcentage.&nbsp;</p> </li> <li> <p>La glycémie moyenne estimée (eAG), dans le même type de chiffres que vos lectures quotidiennes de glycémie.</p> </li> </ul>",
    "prv_know_diabets_asw": "<p><strong>Qu'est-ce que le diabète?</strong></p> <p>  Votre corps décompose la plupart des aliments que vous mangez en sucre et le libère dans votre circulation sanguine. Lorsque votre glycémie augmente, cela signale à votre pancréas de libérer de l'insuline. L'insuline agit comme une clé pour permettre au sucre dans le sang de pénétrer dans les cellules de votre corps pour être utilisé come source d'énergie. Avec le diabète, votre corps ne produit pas suffisamment d'insuline ou ne peut pas l'utiliser aussi bien qu'il le devrait. Lorsqu'il n'y a pas assez d'insuline ou que les cellules cessent de répondre à l'insuline, trop de sucre reste dans votre circulation sanguine. Au fil du temps, cela peut causer des problèmes de santé graves. Il existe trois principaux types de diabète : le diabète de type 1, le diabète de type 2 et le diabète gestationnel.</p> <p><strong>Conseils utiles</strong></p> <p>  Il n'existe pas encore de remède contre le diabète, mais perdre du poids, manger des aliments sains et être actif peuvent vraiment aider. Voici d'autres choses que vous pouvez faire pour vous aider: </p> <ul> <li> <p>Veuillez prendre les médicaments selon les prescriptions.</p> </li> <li> <p>Bénéficier d'une formation et d'un soutien sur l'autogestion du diabète.</p> </li> <li> <p>Prendre et respecter les rendez-vous médicaux.</p> </li> </ul>",
    "prv_low_bls_asw": "<p><strong>Causes de l'hypoglycémie</strong></p> <p>  Il existe de nombreuses raisons pour lesquelles vous  pourriez avoir l'hypoglycémie, notamment: </p> <ul> <li> <p>Prendre trop d'insuline.</p> </li> <li> <p>Ne pas consommer suffisamment de glucides par rapport à la quantité d'insuline que vous prenez.</p> </li> <li> <p>Le moment auquel vous prenez votre insuline.</p> </li> <li> <p>La quantité et le moment de l'activité physique.</p> </li> <li> <p>Boire de l'alcool.</p> </li> <li> <p>Combien de matières grasses, de protéines et de fibres se trouvent dans votre repas.</p> </li> <li> <p>Temps chaud et humide.</p> </li> <li> <p>Changements imprévus dans votre emploi du temps.</p> </li> <li> <p>Passer du temps en haute altitude.</p> </li> <li> <p>Passer par la puberté.</p> </li> <li> <p>Menstruation.</p> </li> </ul> <p><strong>Symptômes de l'hypoglycémie</strong></p> <p>  La façon dont vous réagissez à l'hypoglycémie peut ne pas être la même que celle d'une autre personne souffrant d'hypoglycémie. Il est important de connaître vos signes. Les symptômes courants peuvent inclure: &nbsp;</p> <ul> <li> <p>Tachycardie.</p> </li> <li> <p>Trembler.</p> </li> <li> <p>Suer.</p> </li> <li> <p>Se sentir nerveux ou anxieux.</p> </li> <li> <p>Se sentir irritable ou confusé.</p> </li> <li> <p>Être étourdi.</p> </li> <li> <p>Avoir faim.</p> </li> </ul>",
    "prv_treat_low_bls_asw": "<p><strong>Règle 15-15</strong></p> <p>  En cas d'hypoglycémie entre 55 et 69 mg/dL, augmentez-la en suivant la règle 15-15 : prenez 15 grammes de glucides, attendez 15 minutes et faites une mesure de votre glycémie. Si elle est toujours en dessous de votre intervalle cible, prenez une autre portion. Répétez ces étapes jusqu'à ce qu'elle soit dans votre intervalle. Une fois qu'elle l'est, prenez un repas ou une collation nutritive pour vous assurer qu'elle ne redevienne pas trop basse. </p> <p><strong>Traiter l'hypoglycémie sévère</strong></p> <p>  Une glycémie inférieure à 55 mg/dL est considérée comme sévèrement basse. Vous ne pourrez pas la traiter en utilisant la règle 15-15. Il se peut également que vous ne puissiez pas vérifier votre propre glycémie ou la traiter par vous-même, en fonction de vos symptômes. Assurez-vous que les membres de votre famille, vos amis et vos soignants connaissent vos signes d'hypoglycémie afin qu'ils puissent vous aider à la traiter en cas de besoin.<br>L'injection de glucagon est le meilleur moyen de traiter une glycémie sévèrement basse. Un kit de glucagon est disponible sur ordonnance. Discutez avec votre médecin pour voir si vous devriez en avoir un. Assurez-vous d'apprendre comment et quand l'utiliser. Informez les membres de votre famille et vos proches de l'endroit où vous conservez le kit et assurez-vous qu'ils ont également été formés sur son utilisation.</p> ",
    "prv_change_type_2_asw": "<p><strong>Qu'est-ce que le prédiabète?&nbsp;</strong></p> <p>  Le prédiabète est une condition médicale sérieuse dans laquelle la glycémie est plus élevée que la normale mais pas assez élevée pour être classée comme un diabète de type 2. Environ 96 millions d'adultes américains - soit plus d'1 sur 3 - souffrent de prédiabète. Parmi ceux qui sont atteints de prédiabète, plus de 80% ne le savent pas. Le prédiabète indique un risque accru de développer un diabète de type 2, des maladies cardiaques et des accidents vasculaires cérébraux.</p> <p><strong>Signs &amp; Symptoms</strong></p> <p>  Vous pouvez avoir un prédiabète pendant des années sans présenter de symptômes clairs. Il passe donc souvent inaperçu jusqu'à ce que des problèmes de santé graves tels que le diabète de type 2 se manifestent. Il est important de discuter avec votre médecin afin de faire tester votre glycémie si vous présentez l'un des facteurs de risque du prédiabète, notamment: </p> <ul> <li> <p>Être en surpoids</p> </li> <li> <p>45 ans ou plus</p> </li> <li> <p>Avoir un parent, un frère ou une sœur atteint de diabète de type 2.</p> </li> <li> <p>Activités physiques moins de 3 fois par semaine.</p> </li> <li> <p>Avoir déjà eu un diabète gestationnel (diabète pendant la grossesse) ou avoir donné naissance à un bébé pesant plus de 9 livres. </p> </li> <li> <p>Avoir le syndrome des ovaires polykystiques.</p> </li> </ul>",
    "prv_what_type_1_asw": "<p><strong>Quelles sont les causes du diabète de type 1?</strong></p> <p>  Le diabète de type 1 est considéré étant causé par une réaction auto-immune (le corps s'attaque par erreur). Cette réaction détruit les cellules du pancréas qui fabriquent l'insuline, appelées cellules bêta. Ce processus peut durer pendant des mois ou des années avant que des symptômes n'apparaissent.<br>Certaines personnes ont certains gènes (caractères hérités transmis des parents aux enfants) qui les rendent plus susceptible de développer le diabète de type 1. Cependant, beaucoup d'entre elles ne développent pas le diabète de type 1 même si elles ont ces gènes. Un déclencheur environnemental, comme un virus, peut également jouer un rôle dans le développement du diabète de type 1. Les habitudes alimentaires et le mode de vie ne causent pas cette maladie. </p> <p><strong>Symptômes et facteurs de risque</strong></p> <p>  Cela peut prendre des mois voire des années avant que les symptômes du diabète de type 1 ne se manifestent. Ils peuvent  apparaître en seulement quelques semaines ou quelques mois. Une fois qu'ils apparaissent, ils peuvent être graves. <br>Certains symptômes du diabète de type 1 sont similaires à ceux d'autres problèmes de santé. Ne faites pas de suppositions ! Si vous pensez être atteint de diabète de type 1, consultez votre médecin pour faire tester votre glycémie. Le diabète non traité peut entraîner des problèmes de santé très graves, voire mortels. Les facteurs de risque du diabète de type 1 ne sont pas aussi clairs que ceux du prédiabète et du diabète de type 2. Cependant, des études montrent que les antécédents familiaux jouent un rôle. </p>",
    "prv_what_type_2_asw": "<p><strong>Quelles sont les causes du diabète de type 2?</strong></p> <p>  L'insuline est une hormone produite par le pancréas qui agit comme une clé permettant au sucre dans le sang de pénétrer dans les cellules de votre corps afin d'être utilisé comme énergie. Si vous souffrez de diabète de type 2, les cellules ne répondent pas normalement à l'insuline, c'est ce qu'on appelle la résistance à l'insuline. Votre pancréas produit davantage d'insuline pour essayer de faire réagir les cellules. Finalement, votre pancréas ne peut plus suivre le rythme, et votre glycémie augmente, créant ainsi les conditions du prédiabète et du diabète de type 2. Une glycémie élevée est nocive pour le corps et peut causer d'autres problèmes de santé graves, comme des maladies cardiaques, la perte de vision et des maladies rénales.</p> <p><strong>Symptômes et facteurs de risque</strong></p> <p>  Les symptômes du diabète de type 2 se développent souvent sur plusieurs années et peuvent persister longtemps sans être remarqués (parfois, il n'y a aucun symptôme perceptible). Étant donné qu'ils peuvent être difficiles à repérer, il est important de connaître les facteurs de risque et de consulter votre médecin pour faire tester votre glycémie si vous en avez.</p>",
    "prv_ges_dia_asw": "<p><strong>Quelles sont les causes du diabète gestationnel?</strong></p> <p>  Le diabète gestationnel survient lorsque votre corps ne peut pas produire suffisamment d'insuline pendant votre grossesse. L'insuline est une hormone fabriquée par votre pancréas qui agit comme une clé permettant au sucre dans le sang de pénétrer dans les cellules de votre corps pour être utilisé comme énergie. Pendant la grossesse, votre corps produit davantage d'hormones et subit d'autres changements, tels que la prise de poids. Ces changements entraînent une utilisation moins efficace de l'insuline par les cellules de votre corps, ce qui s'appelle résistance à l'insuline. La résistance à l'insuline augmente les besoins en insuline de votre corps.</p> <p>Toutes les femmes enceintes ont une certaine résistance à l'insuline en fin de grossesse. Cependant, certaines femmes ont une résistance à l'insuline même avant de tomber enceintes. Elles commencent leur grossesse avec un besoin accru d'insuline et sont plus susceptibles de développer un diabète gestationnel. &nbsp;</p> <p><strong>Symptômes et facteurs de risque</strong></p> <p>  Le diabète gestationnel ne présente généralement aucun symptôme. Vos antécédents médicaux et les facteurs de risque peuvent suggérer à votre médecin que vous pourriez avoir un diabète gestationnel, mais un test sera nécessaire pour en être sûr.</p>",
    "about_us_content": " Avez-vous des problèmes avec votre glycémie ? Souhaitez-vous enregistrer et suivre les changements de votre glycémie à tout moment ? Le suivi de la glycémie est exactement ce dont vous avez besoin. Notre application est très facile à utiliser et vous permet de connaître en détail votre état de santé. Essayez-la dès maintenant.",
    "feedback_title": "Envoyer votre feedback.",
    "email_if_have": "E-mail (si vous en avez)",
    "email_label_txt": "Veuillez laisser votre adresse e-mail afin que nous puissions vous recontacter si nécessaire.",
    "feedback_write_dwn": "Veuillez laisser votre feedback (*)",
    "feedback_write_dwn_label_txt": "Veuillez écrire au moins 6 caractères pour envoyer.",
    "feedback_help": "Votre feedback nous aidera à nous améliorer.",
    "feedback_send_btn": "Envoyer votre feedback.",
    "date_and_time": "Date & heure",
    "condition": "Condition",
    "sugar amount": "Quantité de sucre",
    "edit_target_range_mol": "Modifier l'intervalle cible (mmol/L)",
    "edit_target_range_mg": "Modifier l'intervalle cible (mg/dL)",
    "record_remind": "Enregistrer rappeler",
    "notification": "L'intervalle de données de glycémie est personnel. Voici les normes internationnales par défaut pour la glycémie. Si vous souhaitez une intervalle de données de glycémie plus précise, veuillez consulter votre médecin. ",
    "new_alarm": "Nouvelle alarme",
    "Edit target range (mmol/L)": "Modifier l'intervalle cible (mmol/L)",
    "before_exercise": "Avant l'exercice",
    "before_meal": "Avant un repas.",
    "fasting": "Jeûne",
    "after_meal_1h": "Après un repas (1h)",
    "after_meal_2h": "Après un repas (2h)",
    "after_exercise": "Après l'exercice",
    "asleep": "Endormi",
    "errow_sugar_input_mg_text": "Veuillez entrer une valeur correcte entre 18 et 630 mg/dL.",
    "errow_sugar_input_mmol_text": "Veuillez entrer une valeur correcte entre 1-35 mmol/L.",
    "save_record": "Enregistrer",
    "version": " version",
    "1.0.0": " 1.0.0",
    "set_alarm": "Régler l'alarme",
    "sound": "Son",
    "vibrate": "Vibrer",
    "cancel": "Annuler",
    "set": "Régler ",
    "edit_record": "Modifier l'enregistrement",
    "delete_record_alert": "Voulez-vous vraiment supprimer cet enregistrement ?",
    "stay": "Rester",
    "exit": "Quitter",
    "delete": "Supprimer",
    "keep": "Garder",
    "you_have_not_record": "Vous n'avez pas encore créé d'enregistrement",
    "wanna_exit": "Voulez-vous vraiment sortir Blood Sugar Tracking ?",
    "skip_all": "Passer tout",
    "next_step": "Étape suivante",
    "homepage": "Page d'accueil",
    "intro1": "Saisie rapide des données\nstatistiques intelligentes",
    "intro2": "Changement d'unité flexible\nChangement d'intervalle",
    "intro3": "Vous rappeler de saisir\nvotre enregistrement",
    "intro4": "Rythme cardiaque\nmesure",
    "edit": "Modifier",
    "replace": "Remplacer",
    "add": "Ajouter",
    "add_new_record": "Vous avez entré l'enregistrement à ce moment. Souhaitez-vous le remplacer ou ajouter un nouvel enregistrement?",
    "mg/dL": "mg/dL",
    "mmol/L": "mmol/L",
    "change_unit": "Changer l'unité",
    "choose_this_unit": "Choisir cette unité",
    "change_btn": "Changer",
    "save_edit_dialog_content": "Souhaitez-vous enregistrer les changements pour cet enregistrement?",
    "done": "Fini",
    "select_your_starting_unit": "Veuillez sélectionner votre unité de départ",
    "edit_duplicate_dialog": "Vous avez saisi le profil à ce moment. Souhaitez-vous remplacer l'enregistrement précédent?",
    "languages": "Langues",
    "choose_your_language": "Choisissez votre langue",
    "next": "Suivant",
    "sugar_amount": "Quantité de sucre",
    "no_alarms_set": "Aucune alarme définie",
    "All": "Tout",
    "save_changes_button": "Sauvegarder les modifications",
    "err_correct_value": "Veuillez entrer la valeur correcte !",
    "status": "Statut",
    "personal_data": "Données personnelles",
    "choose_your_gender": "Choisissez votre genre",
    "how_old_are_you": "Quel âge as-tu?",
    "what_is_your_weight": "Quel est votre poids?",
    "How_tall_are_you": "Quelle est votre taille?",
    "declare_your_goal": "Déclarez votre objectif",
    "blood_sugar_txt": "Glycémie",
    "heart_rate_txt": "Fréquence cardiaque",
    "goal_far_txt": "Vous êtes encore loin de votre objectif. Améliorez la glycémie !",
    "goal_nearly_txt": "Vous avez presque atteint votre objectif. Essayez encore un peu !",
    "goal_reach_txt": "Félicitations ! Vous avez atteint votre objectif",
    "popup_will_close": "Cette fenêtre se fermera dans",
    "gender": "Genre",
    "age": "Âge",
    "weight": "Lester",
    "height": "Hauteur",
    "heart_rate": "Fréquence cardiaque",
    "heart_rate_tracking": "Suivi de la fréquence cardiaque",
    "tap_to_measure": "Appuyez pour mesurer",
    "measuring": "Mesure...",
    "put_your_finger_on_camera": "Mettez votre doigt sur la caméra",
    "bpm": "BPM",
    "result": "Result",
    "enter_value": "Please enter the value",
    "check_finger": "Right position. Do not move your finger!",
    "show_error_heart_rate": "No result found. Measuring has been failed!",
    "access_disabled": "Access disabled!",
    "request_open_permission": "Please go to settings to open permissions!",
    "go_to_setting": "Go to setting",
    "return": "Return",
    "try_again": "Rever",
    "error_goal_value": "La valeur doit être comprise entre 1 et 35 mmol/L",
    "slow": "en retard",
    "goal": "But",
    "male": "Mâle",
    "female": "Femme"
}