{
    "": "",
    "home_page_nav": "Trang chủ",
    "info_nav": "Thông tin",
    "setting_nav": "Cài dặt",
    "app_name": "Blood Sugar\nTracking",
    "app_name_about_us": "Blood Sugar Tracking",
    "default_txt": "Mặc định",
    "recent_txt": "Gần đây",
    "average_txt": "Trung bình",
    "all": "tất cả",
    "3_days": "3 ngày",
    "week": "tuần",
    "month": "tháng",
    "year": "năm",
    "normal": "Bình thường",
    "diabetes": "Bệnh tiểu đường",
    "pre_diabetes": "tiền tiểu đường",
    "low": "Thấp",
    "new_record": "Bản ghi mới",
    "chart": "Đồ thị",
    "infor": "Thông tin",
    "info_title_1": "Biết về lượng đường trong máu",
    "info_title_2": "Ngăn ngừa bệnh",
    "bls_do": "Bạn có biết về lượng đường trong máu?",
    "bls_low_what": "Hạ đường huyết là gì?",
    "bls_high_what": "Đường huyết cao là gì?",
    "bls_monitor": "Theo dõi lượng đường trong máu",
    "prv_know_diabets": "Kiến thức về bệnh tiểu đường",
    "prv_low_bls": "Đường huyết thấp (hạ đường huyết)",
    "prv_treat_low_bls": "Cách điều trị lượng đường trong máu thấp (hạ đường huyết)",
    "prv_change_type_2": "Tiền tiểu đường - Thay đổi của bạn để ngăn ngừa bệnh tiểu đường loại 2",
    "prv_what_type_1": "Bệnh tiểu đường loại 1 là gì?",
    "prv_what_type_2": "Bệnh tiểu đường loại 2 là gì?",
    "prv_ges_dia": "Tiểu đường thai kỳ",
    "setting": "Cài đặt",
    "export_data": "Xuất dữ liệu của tôi",
    "about_us": "Về chúng tôi",
    "share_app": "Chia sẻ ứng dụng",
    "send_feedback": "Gửi phản hồi",
    "record_history": "Ghi lại lịch sử",
    "bls_do_asw": "<p><strong>Đường huyết là gì?</strong></p> <p>   Đường huyết, hay glucose, là loại đường chính được tìm thấy trong máu của bạn. Nó đến từ thực phẩm bạn ăn và là nguồn năng lượng chính của cơ thể bạn. Máu của bạn mang glucose đến tất cả các tế bào của cơ thể để sử dụng làm năng lượng.</p> <p><strong>Làm thế nào tôi có thể kiểm tra lượng đường trong máu của tôi? &nbsp;</strong></p> <p>Sử dụng máy đo đường huyết (còn gọi là máy đo gluco) hoặc máy theo dõi đường huyết liên tục (CGM) để kiểm tra lượng đường trong máu của bạn. Máy đo lượng đường trong máu đo lượng đường trong một mẫu máu nhỏ, thường là từ đầu ngón tay của bạn. CGM sử dụng một cảm biến được đặt dưới da để đo lượng đường trong máu của bạn cứ sau vài phút. Nếu bạn sử dụng CGM, bạn vẫn cần kiểm tra hàng ngày bằng máy đo lượng đường trong máu để đảm bảo kết quả CGM của bạn là chính xác.</p> <p><strong>Khi nào tôi nên kiểm tra lượng đường trong máu?</strong></p> <p>  Tần suất bạn kiểm tra lượng đường trong máu tùy thuộc vào loại bệnh tiểu đường mà bạn mắc phải và liệu bạn có dùng bất kỳ loại thuốc trị tiểu đường nào hay không. Thời gian lý tưởng để kiểm tra lượng đường trong máu của bạn bao gồm:&nbsp;</p> <ul> <li> <p>Khi bạn mới thức dậy, trước khi bạn ăn hoặc uống bất cứ thứ gì.</p> </li> <li> <p>Trước bữa ăn.</p> </li> <li> <p>Hai giờ sau bữa ăn.</p> </li> <li> <p>Vào giờ đi ngủ.</p> </li> </ul>",
    "bls_low_what_asw": "<p><strong>Điều gì gây ra lượng đường trong máu thấp?</strong></p> <p>  Lượng đường trong máu thấp (còn gọi là hạ đường huyết) có nhiều nguyên nhân, bao gồm bỏ bữa, dùng quá nhiều insulin, dùng các loại thuốc tiểu đường khác, tập thể dục nhiều hơn bình thường và uống rượu bia. Lượng đường trong máu dưới 70 mg/dL được coi là thấp. Các dấu hiệu của lượng đường trong máu thấp là khác nhau đối với mọi người. Các triệu chứng phổ biến bao gồm:</p> <ul> <li> <p>Run.</p> </li> <li> <p>Đổ mồ hôi.</p> </li> <li> <p>Hồi hộp hoặc lo lắng.</p> </li> <li> <p>Cáu gắt hoặc choáng.</p> </li> <li> <p>Chóng mặt.</p> </li> <li> <p>Đói</p> </li> </ul> <p><strong>Làm thế nào tôi có thể điều trị lượng đường trong máu thấp?</strong></p> <p>  Mang theo đồ dùng để điều trị lượng đường trong máu thấp với bạn. Nếu bạn cảm thấy run, đổ mồ hôi hoặc rất đói hoặc có các triệu chứng khác, hãy kiểm tra lượng đường trong máu của bạn. Ngay cả khi bạn không có triệu chứng nhưng nghĩ rằng mình có thể bị hạ đường huyết, hãy kiểm tra. Nếu lượng đường trong máu của bạn thấp hơn 70 mg/dL, hãy thực hiện một trong những điều sau đây ngay lập tức.&nbsp;</p> <ul> <li> <p>Uống bốn viên glucose.</p> </li> <li> <p>Uống bốn ounce nước trái cây.</p> </li> <li> <p>Uống bốn ounce soda thông thường, không phải soda ăn kiêng.</p> </li> <li> <p>Ăn bốn miếng kẹo cứng.</p> </li> </ul> <p>Đợi 15 phút rồi kiểm tra lại lượng đường trong máu. Thực hiện lại một trong những phương pháp điều trị trên cho đến khi lượng đường trong máu của bạn từ 70 mg/dL trở lên và ăn một bữa ăn nhẹ nếu bữa ăn tiếp theo của bạn cách đó một giờ hoặc lâu hơn.</p>",
    "bls_high_what_asw": "<p><strong>Điều gì gây ra lượng đường trong máu cao?</strong></p> <p>  Nhiều thứ có thể gây ra lượng đường trong máu cao (tăng đường huyết), bao gồm bị ốm, căng thẳng, ăn nhiều hơn kế hoạch và không cung cấp đủ insulin cho bản thân. Theo thời gian, lượng đường trong máu cao có thể dẫn đến các vấn đề sức khỏe nghiêm trọng, lâu dài. Các triệu chứng của lượng đường trong máu cao bao gồm:&nbsp;</p> <ul> <li> <p>Cảm thấy rất mệt mỏi.</p> </li> <li> <p>Cảm thấy khát.</p> </li> <li> <p>Có tầm nhìn mờ.</p> </li> <li> <p>Cần đi tiểu thường xuyên hơn.</p> </li> </ul> <p><strong>Làm thế nào tôi có thể điều trị lượng đường trong máu cao?</strong></p> <p>  Nói chuyện với bác sĩ của bạn về cách giữ lượng đường trong máu của bạn trong phạm vi mục tiêu của bạn. Bác sĩ của bạn có thể đề nghị như sau:</p> <ul> <li> <p>Hãy vận động nhiều hơn. Tập thể dục thường xuyên có thể giúp giữ cho lượng đường trong máu của bạn đi đúng mục tiêu. Quan trọng: không tập thể dục nếu có ketone trong nước tiểu của bạn. Điều này có thể làm cho lượng đường trong máu của bạn thậm chí còn cao hơn.</p> </li> <li> <p>Uống thuốc theo hướng dẫn. Nếu lượng đường trong máu của bạn thường cao, bác sĩ có thể thay đổi lượng thuốc bạn dùng hoặc thời điểm bạn dùng thuốc.</p> </li> <li> <p>Thực hiện theo kế hoạch bữa ăn bệnh tiểu đường của bạn. Hãy hỏi bác sĩ hoặc chuyên gia dinh dưỡng để được giúp đỡ nếu bạn gặp khó khăn trong việc tuân thủ nó.</p> </li> <li> <p>Kiểm tra lượng đường trong máu của bạn theo chỉ dẫn của bác sĩ. Kiểm tra thường xuyên hơn nếu bạn bị bệnh hoặc nếu bạn lo lắng về lượng đường trong máu cao hay thấp.</p> </li> <li> <p>Nói chuyện với bác sĩ của bạn về việc điều chỉnh lượng insulin bạn dùng và loại insulin nào (chẳng hạn như tác dụng ngắn) sẽ sử dụng.</p> </li> </ul>",
    "bls_monitor_asw": "<p><strong>Cách sử dụng Máy đo đường huyết?</strong></p> <p>  Có nhiều loại máy đo khác nhau, nhưng hầu hết chúng hoạt động theo cùng một cách. Dưới đây là những lời khuyên về cách sử dụng máy đo đường huyết.</p> <ol> <li> <p>Hãy chắc chắn rằng đồng hồ sạch sẽ và sẵn sàng để sử dụng.</p> </li> <li> <p>Sau khi lấy que thử ra, ngay lập tức đóng chặt hộp đựng que thử. Que thử có thể bị hỏng nếu tiếp xúc với hơi ẩm.</p> </li> <li> <p>Rửa tay bằng xà phòng và nước ấm. Sấy khô. Xoa bóp bàn tay của bạn để lấy máu vào ngón tay của bạn. Đừng dùng cồn vì nó làm khô da quá nhiều.</p> </li> <li> <p>Sử dụng một lưỡi trích để chích ngón tay của bạn. Bóp 2 đầu ngón tay, nhẹ nhàng lấy một lượng máu nhỏ lên que thử. Đặt dải trong máy đo.</p> </li> <li> <p>Sau một vài giây, bài đọc sẽ xuất hiện. Theo dõi và ghi lại kết quả của bạn. Thêm ghi chú về bất cứ điều gì có thể khiến việc đọc nằm ngoài phạm vi mục tiêu của bạn, chẳng hạn như thực phẩm, hoạt động, v.v.</p> </li> <li> <p>Vứt bỏ kim chích và dải đúng cách vào thùng rác.&nbsp;</p> </li> <li> <p>Không dùng chung thiết bị theo dõi lượng đường trong máu, chẳng hạn như lưỡi trích, với bất kỳ ai, kể cả các thành viên khác trong gia đình. Để biết thêm thông tin về an toàn, vui lòng xem Phòng ngừa Nhiễm trùng trong quá trình Theo dõi Đường huyết và Quản lý Insulin.</p> </li> <li> <p>Bảo quản que thử trong hộp đựng được cung cấp. Không để chúng tiếp xúc với độ ẩm, nhiệt độ quá cao hoặc nhiệt độ lạnh.</p> </li> </ol> <p><strong>Làm bài kiểm tra A1C</strong></p> <p>  Kết quả A1C cho bạn biết mức đường huyết trung bình của bạn trong 3 tháng. Kết quả A1C có thể khác ở những người có vấn đề về huyết sắc tố biểu hiện bên ngoài chẳng hạn như bệnh thiếu máu hồng cầu hình liềm. Làm việc với bác sĩ của bạn để quyết định mục tiêu A1C tốt nhất cho bạn. Làm theo lời khuyên và khuyến nghị của bác sĩ.&nbsp;</p> <p>Kết quả A1C của bạn sẽ được báo cáo theo hai cách:&nbsp;</p> <ul> <li> <p>A1C theo tỷ lệ phần trăm.&nbsp;</p> </li> <li> <p>Đường huyết trung bình ước tính (eAG), ở cùng loại số với chỉ số đường huyết hàng ngày của bạn.</p> </li> </ul>",
    "prv_know_diabets_asw": "<p><strong>Bệnh tiểu đường là gì?</strong></p> <p>  Cơ thể bạn chuyển hóa hầu hết thức ăn bạn ăn thành đường và giải phóng nó vào máu. Khi lượng đường trong máu của bạn tăng lên, nó báo hiệu tuyến tụy của bạn giải phóng insulin. Insulin hoạt động giống như một chiếc chìa khóa để đưa lượng đường trong máu vào các tế bào của cơ thể bạn để sử dụng làm năng lượng. Với bệnh tiểu đường, cơ thể bạn không tạo ra đủ insulin hoặc không thể sử dụng nó tốt như bình thường. Khi không có đủ insulin hoặc các tế bào ngừng phản ứng với insulin, sẽ có quá nhiều đường huyết tồn tại trong máu của bạn. Theo thời gian, điều đó có thể gây ra các vấn đề sức khỏe nghiêm trọng. Có ba loại bệnh tiểu đường chính: loại 1, loại 2 và bệnh tiểu đường thai kỳ.</p> <p><strong>Lời khuyên hữu ích</strong></p> <p>  Vẫn chưa có cách chữa trị bệnh tiểu đường, nhưng giảm cân, ăn thực phẩm lành mạnh và năng vận động thực sự có thể giúp ích. Những điều khác bạn có thể làm để hỗ trợ:</p> <ul> <li> <p>Uống thuốc theo toa.</p> </li> <li> <p>Có kiến thức và hỗ trợ tự quản lý bệnh tiểu đường.</p> </li> <li> <p>Thực hiện và duy trì các buổi khám sức khỏe.</p> </li> </ul>",
    "prv_low_bls_asw": "<p><strong>Nguyên nhân gây hạ đường huyết</strong></p> <p>  Có nhiều lý do khiến bạn có thể bị hạ đường huyết, bao gồm:</p> <ul> <li> <p>Uống quá nhiều insulin.</p> </li> <li> <p>Không ăn đủ carbs cho lượng insulin bạn dùng.</p> </li> <li> <p>Thời điểm bạn dùng insulin.</p> </li> <li> <p>Số lượng và thời gian của hoạt động thể chất.</p> </li> <li> <p>Uống rượu bia</p> </li> <li> <p>Có bao nhiêu chất béo, protein và chất xơ trong bữa ăn của bạn.</p> </li> <li> <p>Thời tiết nóng ẩm.</p> </li> <li> <p>Những thay đổi bất ngờ trong lịch trình của bạn.</p> </li> <li> <p>Dành thời gian ở độ cao lớn.</p> </li> <li> <p>Trải qua tuổi dậy thì.</p> </li> <li> <p>Kinh nguyệt.</p> </li> </ul> <p><strong>Các triệu chứng của hạ đường huyết</strong></p> <p>  Cách bạn phản ứng với lượng đường trong máu thấp có thể không giống như cách người khác có lượng đường trong máu thấp phản ứng. Điều quan trọng là phải biết các dấu hiệu của bạn. Các triệu chứng phổ biến có thể bao gồm:&nbsp;</p> <ul> <li> <p>Tim đập nhanh.</p> </li> <li> <p>Run.</p> </li> <li> <p>Đổ mồ hôi.</p> </li> <li> <p>Hồi hộp hoặc lo lắng.</p> </li> <li> <p>Cáu gắt hoặc choáng.</p> </li> <li> <p>Chóng mặt.</p> </li> <li> <p>Đói.</p> </li> </ul>",
    "prv_treat_low_bls_asw": "<p><strong>Quy tắc 15-15</strong></p> <p>  Đối với lượng đường trong máu thấp từ 55-69 mg/dL, hãy tăng nó lên bằng cách tuân theo quy tắc 15-15: ăn 15 gam carbs và kiểm tra lượng đường trong máu của bạn sau 15 phút. Nếu nó vẫn nằm dưới phạm vi mục tiêu của bạn, hãy phục vụ một khẩu phần khác. Lặp lại các bước này cho đến khi nó nằm trong phạm vi mục tiêu của bạn. Khi nó ở trong phạm vi cho phép, hãy ăn một bữa ăn bổ dưỡng hoặc bữa ăn nhẹ để đảm bảo nó không xuống quá thấp nữa.</p> <p><strong>Điều trị lượng đường trong máu thấp nghiêm trọng</strong></p> <p>  Lượng đường trong máu dưới 55 mg/dL được coi là thấp nghiêm trọng. Bạn sẽ không thể xử lý nó bằng quy tắc 15-15. Bạn cũng có thể không tự kiểm tra được lượng đường trong máu của mình hoặc tự điều trị, tùy thuộc vào các triệu chứng của bạn. Hãy chắc chắn rằng các thành viên gia đình, bạn bè và người chăm sóc của bạn biết các dấu hiệu của lượng đường trong máu thấp để họ có thể giúp điều trị nếu cần.<br>Tiêm Glucagon là cách tốt nhất để điều trị lượng đường trong máu thấp nghiêm trọng. Một bộ glucagon có sẵn theo toa. Nói chuyện với bác sĩ của bạn để xem bạn có nên có một bộ dụng cụ hay không. Hãy chắc chắn để tìm hiểu làm thế nào và khi nào để sử dụng nó. Hãy cho các thành viên gia đình và những người thân thiết khác biết nơi bạn cất giữ bộ glucagon và đảm bảo rằng họ cũng đã được hướng dẫn về cách sử dụng nó.</p> ",
    "prv_change_type_2_asw": "<p><strong>Tiền tiểu đường là gì?&nbsp;</strong></p> <p>  Tiền tiểu đường là một tình trạng sức khỏe nghiêm trọng khi lượng đường trong máu cao hơn bình thường, nhưng chưa đủ cao để được chẩn đoán là bệnh tiểu đường loại 2. Khoảng 96 triệu người Mỹ trưởng thành - cứ 3 người thì có hơn 1 người - bị tiền tiểu đường. Trong số những người bị tiền tiểu đường, hơn 80% không biết mình mắc bệnh. Tiền tiểu đường khiến bạn có nguy cơ mắc bệnh tiểu đường loại 2, bệnh tim và đột quỵ.</p> <p><strong>Dấu hiệu &amp; Triệu chứng</strong></p> <p>  Bạn có thể bị tiền tiểu đường trong nhiều năm nhưng không có triệu chứng rõ ràng nên thường không được phát hiện cho đến khi các vấn đề sức khỏe nghiêm trọng như bệnh tiểu đường loại 2 xuất hiện. Điều quan trọng là nói chuyện với bác sĩ của bạn về việc kiểm tra lượng đường trong máu nếu bạn có bất kỳ yếu tố nguy cơ nào đối với tiền tiểu đường, bao gồm:</p> <ul> <li> <p>Thừa cân.</p> </li> <li> <p>Từ 45 tuổi trở lên.</p> </li> <li> <p>Có cha mẹ, anh chị em mắc bệnh tiểu đường loại 2.</p> </li> <li> <p>Hoạt động thể chất ít hơn 3 lần một tuần.</p> </li> <li> <p>Từng bị tiểu đường thai kỳ (tiểu đường khi mang thai) hoặc sinh em bé nặng hơn 9 pounds.</p> </li> <li> <p>Mắc hội chứng buồng trứng đa nang.</p> </li> </ul>",
    "prv_what_type_1_asw": "<p><strong>Nguyên nhân gây ra bệnh tiểu đường loại 1?</strong></p> <p>  Bệnh tiểu đường loại 1 được cho là do phản ứng tự miễn dịch (cơ thể tự tấn công do nhầm lẫn). Phản ứng này phá hủy các tế bào trong tuyến tụy tạo ra insulin, được gọi là tế bào beta. Quá trình này có thể diễn ra trong nhiều tháng hoặc nhiều năm trước khi bất kỳ triệu chứng nào xuất hiện.<br>Một số người có một số gen nhất định (đặc điểm được truyền từ cha mẹ sang con cái) khiến họ dễ mắc bệnh tiểu đường loại 1 hơn. Tuy nhiên, nhiều người trong số họ sẽ không mắc bệnh tiểu đường loại 1 ngay cả khi họ có gen. Một yếu tố do môi trường tác động, chẳng hạn như vi-rút, cũng có thể góp phần phát triển bệnh tiểu đường loại 1. Chế độ ăn uống và thói quen sinh hoạt không gây ra bệnh tiểu đường loại 1.</p> <p><strong>Các triệu chứng và yếu tố nguy cơ</strong></p> <p>   Bệnh tiểu đường thai kỳ thường không có bất kỳ triệu chứng nào. Tiền sử bệnh của bạn và liệu bạn có bất kỳ yếu tố rủi ro nào hay không, có thể nói cho bác sĩ rằng bạn có thể mắc bệnh tiểu đường thai kỳ, nhưng bạn sẽ cần được kiểm tra để biết chắc chắn.<br>Một số triệu chứng bệnh tiểu đường loại 1 tương tự như các triệu chứng của các tình trạng sức khỏe khác. Đừng đoán! Nếu bạn nghĩ rằng mình có thể mắc bệnh tiểu đường loại 1, hãy đến gặp bác sĩ để kiểm tra lượng đường trong máu. Bệnh tiểu đường không được điều trị có thể dẫn đến các vấn đề sức khỏe rất nghiêm trọng - thậm chí gây tử vong. Các yếu tố nguy cơ đối với bệnh tiểu đường loại 1 không rõ ràng như đối với tiền tiểu đường và bệnh tiểu đường loại 2. Tuy nhiên, các nghiên cứu cho thấy lịch sử gia đình đóng một phần.</p>",
    "prv_what_type_2_asw": "<p><strong>Nguyên nhân gây ra bệnh tiểu đường loại 2?</strong></p> <p>  Insulin là một loại hormone do tuyến tụy của bạn tạo ra, hoạt động như chìa khóa để đưa đường trong máu vào các tế bào trong cơ thể bạn để sử dụng làm năng lượng. Nếu bạn mắc bệnh tiểu đường loại 2, các tế bào không phản ứng bình thường với insulin; điều này được gọi là kháng insulin. Tuyến tụy của bạn tạo ra nhiều insulin hơn để cố gắng khiến các tế bào phản ứng. Cuối cùng, tuyến tụy của bạn không thể theo kịp và lượng đường trong máu của bạn tăng lên, tạo tiền đề cho tiền tiểu đường và tiểu đường loại 2. Lượng đường trong máu cao gây hại cho cơ thể và có thể gây ra các vấn đề sức khỏe nghiêm trọng khác, chẳng hạn như bệnh tim, giảm thị lực và bệnh thận.</p> <p><strong>Symptoms and Risk Factors</strong></p> <p>  Type 2 diabetes symptoms often develop over several years and can go on for a long time without being noticed (sometimes there aren&apos;t any noticeable symptoms at all). Because symptoms can be hard to spot, it&apos;s important to know the risk factors and to see your doctor to get your blood sugar tested if you have any of them.</p>",
    "prv_ges_dia_asw": "<p><strong>Nguyên nhân gây ra bệnh tiểu đường thai kỳ?</strong></p> <p>  Bệnh tiểu đường thai kỳ xảy ra khi cơ thể bạn không thể sản xuất đủ insulin trong thời kỳ mang thai. Insulin là một loại hormone do tuyến tụy của bạn tạo ra, hoạt động như chìa khóa để đưa đường trong máu vào các tế bào trong cơ thể bạn để sử dụng làm năng lượng. Khi mang thai, cơ thể bạn tạo ra nhiều hormone hơn và trải qua những thay đổi khác, chẳng hạn như tăng cân. Những thay đổi này khiến các tế bào của cơ thể bạn sử dụng insulin kém hiệu quả hơn, một tình trạng gọi là kháng insulin. Kháng insulin làm tăng nhu cầu insulin của cơ thể bạn.</p> <p>Tất cả phụ nữ mang thai đều bị kháng insulin trong giai đoạn cuối thai kỳ. Tuy nhiên, một số phụ nữ bị kháng insulin ngay cả trước khi mang thai. Họ bắt đầu mang thai với nhu cầu insulin tăng lên và có nhiều khả năng mắc bệnh tiểu đường thai kỳ.&nbsp;</p> <p><strong>Các triệu chứng và yếu tố nguy cơ</strong></p> <p>  Bệnh tiểu đường thai kỳ thường không có bất kỳ triệu chứng nào. Tiền sử bệnh của bạn và liệu bạn có bất kỳ yếu tố rủi ro nào hay không có thể gợi ý cho bác sĩ rằng bạn có thể mắc bệnh tiểu đường thai kỳ, nhưng bạn sẽ cần được kiểm tra để biết chắc chắn.</p>",
    "about_us_content": " Bạn có vấn đề với lượng đường trong máu của bạn? Muốn ghi lại và theo dõi sự thay đổi lượng đường trong máu bất cứ lúc nào bạn muốn. Theo dõi lượng đường trong máu chính xác là những gì bạn cần. Ứng dụng của chúng tôi rất dễ bắt đầu và biết chi tiết tình trạng sức khỏe của bạn. Hãy thử nó.",
    "feedback_title": "Gửi phản hồi",
    "email_if_have": "Email (nếu có)",
    "email_label_txt": "Để lại email của bạn để chúng tôi có thể liên hệ lại nếu cần thiết",
    "feedback_write_dwn": "Viết ra phản hồi của bạn (*)",
    "feedback_write_dwn_label_txt": "Viết ít nhất 6 ký tự để gửi",
    "feedback_help": "Phản hồi của bạn sẽ giúp chúng tôi tốt hơn",
    "feedback_send_btn": "Gửi phản hồi",
    "date_and_time": "Ngày & Thời gian",
    "condition": "Tình trạng",
    "sugar amount": "Lượng đường",
    "edit_target_range_mol": "Chỉnh sửa phạm vi mục tiêu (mmol/L)",
    "edit_target_range_mg": "Chỉnh sửa phạm vi mục tiêu (mg/dL)",
    "record_remind": "Ghi lại nhắc nhở",
    "notification": "Phạm vi của dữ liệu lượng đường trong máu là cá nhân. Sau đây là các tiêu chuẩn đường huyết quốc tế mặc định. Nếu bạn muốn phạm vi dữ liệu máu chính xác hơn, vui lòng tham khảo ý kiến bác sĩ.",
    "new_alarm": "Báo thức mới",
    "Edit target range (mmol/L)": "Chỉnh sửa phạm vi mục tiêu (mmol/L)",
    "sugar_amount": "Lượng đường",
    "before_exercise": "Trước khi tập thể dục",
    "before_meal": "Trước bữa ăn",
    "fasting": "Ăn chay",
    "after_meal_1h": "Sau bữa ăn (1h)",
    "after_meal_2h": "Sau bữa ăn (2h)",
    "after_exercise": "Sau khi tập thể dục",
    "asleep": "Ngủ",
    "errow_sugar_input_mg_text": "Vui lòng nhập đúng giá trị giữa 18-630 mg/dL",
    "errow_sugar_input_mmol_text": "Vui lòng nhập giá trị đúng nằm trong khoảng 1-35 mmol/L",
    "save_record": "Lưu bản ghi",
    "version": " phiên bản",
    "1.0.0": " 1.0.0",
    "set_alarm": "Đặt báo thức",
    "sound": "Âm thanh",
    "vibrate": "Rung",
    "cancel": "Hủy bỏ",
    "set": "Đặt",
    "edit_record": "Chỉnh sửa bản ghi",
    "delete_record_alert": "Bạn có thực sự muốn xóa bản ghi này?",
    "stay": "Ở lại",
    "exit": "Thoát",
    "skip_all": "Bỏ qua tất cả",
    "next_step": "Bước tiếp theo",
    "homepage": "Trang chủ",
    "delete": "Xoá",
    "keep": "Giữ lại",
    "you_have_not_record": "Bạn chưa tạo bản ghi nào",
    "wanna_exit": "Bạn có thực sự muốn thoát Blood Sugar Tracking không?",
    "intro1": "Nhập dữ liệu nhanh và\nthống kê thông minh",
    "intro2": "Đơn vị thay đổi linh hoạt\nthay đổi phạm vi",
    "intro3": "Nhắc bạn nhập\nhồ sơ của bạn",
    "edit": "Sửa",
    "replace": "Thay thế",
    "add": "Thêm",
    "add_new_record": "Bạn đã nhập bản ghi tại thời điểm này. Bạn có muốn thay thế hay thêm bản ghi?",
    "mg/dL": "mg/dL",
    "mmol/L": "mmol/L",
    "change_unit": "Đổi đơn vị",
    "choose_this_unit": "Chọn đơn vị này",
    "change_btn": "Thay đổi",
    "save_edit_dialog_content": "Bạn có muốn lưu các thay đổi cho bản ghi này không?",
    "done": "Xong",
    "select_your_starting_unit": "Chọn đơn vị mong muốn",
    "edit_duplicate_dialog": "Bạn đã nhập bản ghi tại thời điểm này. Bạn có muốn thay thế bản ghi trước đó không?",
    "languages": "Ngôn ngữ",
    "choose_your_language": "Chọn ngôn ngữ của bạn",
    "next": "Tiếp",
    "no_alarms_set": "Không có báo thức nào",
    "All": "Tất cả",
    "save_changes_button":"Lưu thay đổi",
    "err_correct_value": "Vui lòng nhập đúng giá trị!",
    "blood_sugar_txt": "Đường huyết",
	"heart_rate_txt": "Nhịp tim"
}