{
    "": "",
    "home_page_nav": "Homepage",
    "info_nav": "Infomation",
    "setting_nav": "Settings",
    "app_name": "Blood Sugar Tracking",
    "default_txt": "Default",
    "recent_txt": "Recent",
    "average_txt": "Average",
    "all": "All",
    "3_days": "3 days",
    "week": "week",
    "month": "month",
    "year": "year",
    "normal": "Normal",
    "diabetes": "Diabetes",
    "pre_diabetes": "Pre-diabetes",
    "low": "Low",
    "new_record": "New Record",
    "chart": "Chart",
    "infor": "Information",
    "info_title_1": "Know about blood sugar",
    "info_title_2": "Prevent disease",
    "bls_do": "Do you know about blood sugar?",
    "bls_low_what": "What is low blood sugar?",
    "bls_high_what": "What is high blood sugar?",
    "bls_monitor": "Monitoring blood sugar",
    "prv_know_diabets": "Knowledge of Diabetes",
    "prv_low_bls": "Low Blood Sugar (Hypoglycemia)",
    "prv_treat_low_bls": "How To Treat Low Blood Sugar (Hypoglycemia)",
    "prv_change_type_2": "Prediabetes - Your Change To Prevent Type 2 Diabetes",
    "prv_what_type_1": "What Is Type 1 Diabetes?",
    "prv_what_type_2": "What Is Type 2 Diabetes?",
    "prv_ges_dia": "Gestational Diabetes",
    "setting": "Setting",
    "export_data": "Export my data",
    "about_us": "About us",
    "share_app": "Share this app",
    "send_feedback": "Send feedback",
    "record_history": "Record history",
    "bls_do_asw": "<p><strong>What is blood sugar?</strong></p> <p>   Blood sugar, or glucose, is the main sugar found in your blood. It comes from the food you eat, and is your body&apos;s main source of energy. Your blood carries glucose to all of your body&apos;s cells to use for energy.</p> <p><strong>How can I check my blood sugar? &nbsp;</strong></p> <p>Use a blood sugar meter (also called a glucometer) or a continuous glucose monitor (CGM) to check your blood sugar. A blood sugar meter measures the amount of sugar in a small sample of blood, usually from your fingertip. A CGM uses a sensor inserted under the skin to measure your blood sugar every few minutes. If you use a CGM, you&apos;ll still need to test daily with a blood sugar meter to make sure your CGM readings are accurate.</p> <p><strong>When should I check my blood sugar?</strong></p> <p>  How often you check your blood sugar depends on the type of diabetes you have and if you take any diabetes medicines. Typical times to check your blood sugar include:&nbsp;</p> <ul> <li> <p>When you first wake up, before you eat or drink anything.</p> </li> <li> <p>Before a meal.</p> </li> <li> <p>Two hours after a meal.</p> </li> <li> <p>At bedtime.</p> </li> </ul>",
    "bls_low_what_asw": "<p><strong>What causes low blood sugar?</strong></p> <p>  Low blood sugar (also called hypoglycemia) has many causes, including missing a meal, taking too much insulin, taking other diabetes medicines, exercising more than normal, and drinking alcohol. Blood sugar below 70 mg/dL is considered low. Signs of low blood sugar are different for everyone. Common symptoms include:</p> <ul> <li> <p>Shaking.</p> </li> <li> <p>Sweating.</p> </li> <li> <p>Nervousness or anxiety.</p> </li> <li> <p>Irritability or confusion.</p> </li> <li> <p>Dizziness.</p> </li> <li> <p>Hunger</p> </li> </ul> <p><strong>How can I treat low blood sugar?</strong></p> <p>  Carry supplies for treating low blood sugar with you. If you feel shaky, sweaty, or very hungry or have other symptoms, check your blood sugar. Even if you don&apos;t have symptoms but think you may have low blood sugar, check it. If your blood sugar is lower than 70 mg / dL , do one of the following immediately .&nbsp;</p> <ul> <li> <p>Take four glucose tablets.</p> </li> <li> <p>Drink four ounces of fruit juice.</p> </li> <li> <p>Drink four ounces of regular soda, not diet soda.</p> </li> <li> <p>Eat four pieces of hard candy.</p> </li> </ul> <p>Wait for 15 minutes and then check your blood sugar again. Do one of the above treatments again until your blood sugar is 70 mg/dL or above and eat a snack if your next meal is an hour or more away.</p>",
    "bls_high_what_asw": "<p><strong>What causes blood sugar to be high?</strong></p> <p>  Many things can cause high blood sugar (hyperglycemia), including being sick, being stressed, eating more than planned, and not giving yourself enough insulin. Over time, high blood sugar can lead to long-term, serious health problems. Symptoms of high blood sugar include:&nbsp;</p> <ul> <li> <p>Feeling very tired.</p> </li> <li> <p>Feeling thirsty.</p> </li> <li> <p>Having blurry vision.</p> </li> <li> <p>Needing to urinate (pee) more often.</p> </li> </ul> <p><strong>How can I treat high blood sugar?</strong></p> <p>  Talk to your doctor about how to keep your blood sugar levels within your target range. Your doctor may suggest the following:</p> <ul> <li> <p>Be more active. Regular exercise can help keep your blood sugar levels on track. Important : don&apos;t exercise if ketones are present in your urine. This can make your blood sugar go even higher.</p> </li> <li> <p>Take medicine as instructed. If your blood sugar is often high, your doctor may change how much medicine you take or when you take it.</p> </li> <li> <p>Follow your diabetes meal plan. Ask your doctor or dietitian for help if you&apos;re having trouble sticking to it.</p> </li> <li> <p>Check your blood sugar as directed by your doctor. Check more often if you&apos;re sick or if you&apos;re concerned about high or low blood sugar.</p> </li> <li> <p>Talk to your doctor about adjusting how much insulin you take and what types of insulin (such as short-acting) to use.</p> </li> </ul>",
    "bls_monitor_asw": "<p><strong>How to use a Blood Sugar Meter?</strong></p> <p>  There are different kinds of meters, but most of them work the same way. Below are tips for how to use a blood sugar meter.</p> <ol> <li> <p>Make sure the meter is clean and ready to use.</p> </li> <li> <p>After removing a test strip, immediately close the test strip container tightly. Test strips can be damaged if they are exposed to moisture.</p> </li> <li> <p>Wash your hands with soap and warm water. Dry well. Massage your hand to get blood into your finger. Don&apos;t use alcohol because it dries the skin too much.</p> </li> <li> <p>Use a lancet to prick your finger. Squeezing 2 from the base of the finger, gently place a small amount of blood onto the test strip. Place the strip in the meter.</p> </li> <li> <p>After a few seconds, the reading will appear. Track and record your results. Add notes about anything that might have made the reading out of your target range, such as food, activity, etc.</p> </li> <li> <p>Properly dispose of the lancet and strip in a trash container.&nbsp;</p> </li> <li> <p>Do not share blood sugar monitoring equipment, such as lancets, with anyone, even other family members. For more safety information, please see Infection Prevention during Blood Glucose Monitoring and Insulin Administration.</p> </li> <li> <p>Store test strips in the container provided. Do not expose them to moisture, extreme heat, or cold temperatures.</p> </li> </ol> <p><strong>Getting an A1C Test</strong></p> <p>  A1C results tell you your average blood sugar level over 3 months. A1C results may be different in people with hemoglobin problemsexternal icon such as sickle cell anemia. Work with your doctor to decide the best A1C goal for you. Follow your doctor&apos;s advice and recommendations.&nbsp;</p> <p>Your A1C result will be reported in two ways:&nbsp;</p> <ul> <li> <p>A1C as a percentage.&nbsp;</p> </li> <li> <p>Estimated average glucose (eAG), in the same kind of numbers as your day-to-day blood sugar readings.</p> </li> </ul>",
    "prv_know_diabets_asw": "<p><strong>What is Diabetes?</strong></p> <p>  Your body breaks down most of the food you eat into sugar and releases it into your bloodstream. When your blood sugar goes up, it signals your pancreas to release insulin. Insulin acts like a key to let the blood sugar into your body&apos;s cells for use as energy. With diabetes, your body doesn&apos;t make enough insulin or can&apos;t use it as well as it should. When there isn&apos;t enough insulin or cells stop responding to insulin, too much blood sugar stays in your bloodstream. Over time, that can cause serious health problems. There are three main types of diabetes: type 1, type 2, and gestational diabetes.</p> <p><strong>Useful tips</strong></p> <p>  There isn&apos;t a cure yet for diabetes, but losing weight, eating healthy food, and being active can really help. Other things you can do to help:</p> <ul> <li> <p>Take medicine as prescribed.</p> </li> <li> <p>Get diabetes self-management education and support.</p> </li> <li> <p>Make and keep health care appointments.</p> </li> </ul>",
    "prv_low_bls_asw": "<p><strong>Causes of Low Blood Sugar</strong></p> <p>  There are many reasons why you may have low blood sugar, including:</p> <ul> <li> <p>Taking too much insulin.</p> </li> <li> <p>Not eating enough carbs for how much insulin you take.</p> </li> <li> <p>Timing of when you take your insulin.</p> </li> <li> <p>The amount and timing of physical activity.</p> </li> <li> <p>Drinking alcohol.</p> </li> <li> <p>How much fat, protein, and fiber are in your meal.</p> </li> <li> <p>Hot and humid weather.</p> </li> <li> <p>Unexpected changes in your schedule.</p> </li> <li> <p>Spending time at a high altitude.</p> </li> <li> <p>Going through puberty.</p> </li> <li> <p>Menstruation.</p> </li> </ul> <p><strong>Symptoms of Low Blood Sugar</strong></p> <p>  How you react to low blood sugar may not be the same as how someone else with low blood sugar reacts. It&apos;s important to know your signs. Common symptoms may include:&nbsp;</p> <ul> <li> <p>Fast heartbeat.</p> </li> <li> <p>Shaking.</p> </li> <li> <p>Sweating.</p> </li> <li> <p>Nervousness or anxiety.</p> </li> <li> <p>Irritability or confusion.</p> </li> <li> <p>Dizziness.</p> </li> <li> <p>Hunger.</p> </li> </ul>",
    "prv_treat_low_bls_asw": "<p><strong>The 15-15 Rule</strong></p> <p>  For low blood sugar between 55-69 mg/dL, raise it by following the 15-15 rule: have 15 grams of carbs and check your blood sugar after 15 minutes. If it&apos;s still below your target range, have another serving. Repeat these steps until it&apos;s in your target range. Once it&apos;s in range, eat a nutritious meal or snack to ensure it doesn&apos;t get too low again.</p> <p><strong>Treating Severely Low Blood Sugar</strong></p> <p>  Blood sugar below 55 mg/dL is considered severely low. You won&apos;t be able to treat it using the 15-15 rule. You also may not be able to check your own blood sugar or treat it by yourself, depending on your symptoms. Make sure your family members, friends, and caregivers know your signs of low blood sugar so they can help treat it if needed.<br>Injectable glucagon is the best way to treat severely low blood sugar. A glucagon kit is available by prescription. Speak with your doctor to see if you should have a kit. Be sure to learn how and when to use it. Let family members and others close to you know where you keep the glucagon kit and make sure they&apos;ve been trained in how to use it too.</p> ",
    "prv_change_type_2_asw": "<p><strong>What Is Prediabetes?&nbsp;</strong></p> <p>  Prediabetes is a serious health condition where blood sugar levels are higher than normal, but not high enough yet to be diagnosed as type 2 diabetes. Approximately 96 million American adults - more than 1 in 3 - have prediabetes. Of those with prediabetes, more than 80% don&apos;t know they have it. Prediabetes puts you at increased risk of developing type 2 diabetes, heart disease, and stroke.</p> <p><strong>Signs &amp; Symptoms</strong></p> <p>  You can have prediabetes for years but have no clear symptoms, so it often goes undetected until serious health problems such as type 2 diabetes show up. It&apos;s important to talk to your doctor about getting your blood sugar tested if you have any of the risk factors for prediabetes, which include:</p> <ul> <li> <p>Being overweight.</p> </li> <li> <p>Being 45 years or older.</p> </li> <li> <p>Having a parent, brother, or sister with type 2 diabetes.</p> </li> <li> <p>Being physically active less than 3 times a week.</p> </li> <li> <p>Ever having gestational diabetes (diabetes during pregnancy) or giving birth to a baby who weighed more than 9 pounds.</p> </li> <li> <p>Having polycystic ovary syndrome.</p> </li> </ul>",
    "prv_what_type_1_asw": "<p><strong>What Causes Type 1 Diabetes?</strong></p> <p>  Type 1 diabetes is thought to be caused by an autoimmune reaction (the body attacks itself by mistake). This reaction destroys the cells in the pancreas that make insulin, called beta cells. This process can go on for months or years before any symptoms appear.<br>Some people have certain genes (traits passed on from parent to child) that make them more likely to develop type 1 diabetes. However, many of them won&apos;t go on to have type 1 diabetes even if they have the genes. A trigger in the environment, such as a virus, may also play a part in developing type 1 diabetes. Diet and lifestyle habits don&apos;t cause type 1 diabetes.</p> <p><strong>Symptoms and Risk Factors</strong></p> <p>  It can take months or years before symptoms of type 1 diabetes are noticed. Type 1 diabetes symptoms can develop in just a few weeks or months. Once symptoms appear , they can be severe.<br>Some type 1 diabetes symptoms are similar to symptoms of other health conditions. Don&apos;t guess! If you think you could have type 1 diabetes, see your doctor to get your blood sugar tested. Untreated diabetes can lead to very serious - even fatal - health problems. Risk factors for type 1 diabetes are not as clear as for prediabetes and type 2 diabetes. However, studies show that family history plays a part.</p>",
    "prv_what_type_2_asw": "<p><strong>What Causes Type 2 Diabetes?</strong></p> <p>  Insulin is a hormone made by your pancreas that acts like a key to let blood sugar into the cells in your body for use as energy. If you have type 2 diabetes, cells don&apos;t respond normally to insulin; this is called insulin resistance. Your pancreas makes more insulin to try to get cells to respond. Eventually your pancreas can&apos;t keep up, and your blood sugar rises, setting the stage for prediabetes and type 2 diabetes. High blood sugar is damaging to the body and can cause other serious health problems, such as heart disease, vision loss, and kidney disease.</p> <p><strong>Symptoms and Risk Factors</strong></p> <p>  Type 2 diabetes symptoms often develop over several years and can go on for a long time without being noticed (sometimes there aren&apos;t any noticeable symptoms at all). Because symptoms can be hard to spot, it&apos;s important to know the risk factors and to see your doctor to get your blood sugar tested if you have any of them.</p>",
    "prv_ges_dia_asw": "<p><strong>What Causes Gestational Diabetes?</strong></p> <p>  Gestational diabetes occurs when your body can&apos;t make enough insulin during your pregnancy. Insulin is a hormone made by your pancreas that acts like a key to let blood sugar into the cells in your body for use as energy. During pregnancy, your body makes more hormones and goes through other changes, such as weight gain. These changes cause your body&apos;s cells to use insulin less effectively, a condition called insulin resistance . Insulin resistance increases your body&apos;s need for insulin.</p> <p>All pregnant women have some insulin resistance during late pregnancy. However, some women have insulin resistance even before they get pregnant. They start pregnancy with an increased need for insulin and are more likely to have gestational diabetes.&nbsp;</p> <p><strong>Symptoms and Risk Factors</strong></p> <p>  Gestational diabetes typically doesn&apos;t have any symptoms. Your medical history and whether you have any risk factors may suggest to your doctor that you could have gestational diabetes, but you&apos;ll need to be tested to know for sure.</p>",
    "about_us_content": " Do you have problems with your blood sugar? Want to record and track blood sugar changes any time you want. Blood Sugar Tracking is exactly what you need. Our app is very easy to get start and know detail your health condition. Just try it.",
    "feedback_title": "Send feedback",
    "email_if_have": "Email ( if having )",
    "email_label_txt": "Leave your email so that we can contact back if neccessary",
    "feedback_write_dwn": "Write down your feedback (*)",
    "feedback_write_dwn_label_txt": "Write at least 6 character to send",
    "feedback_help": "Your feedback will help us better",
    "feedback_send_btn": "Send feedback",
    "date_and_time": "Date & Time",
    "condition": "Condition",
    "sugar amount": "Sugar Amount",
    "edit_target_range": "Edit target range (mmol/L)",
    "record_remind": "Record remind",
    "notification": "The range of blood sugar data is personal. The following are the default international blood sugar standards. If yiy want a more accurate blood data range, please consult you doctor.",
    "new_alarm": "New alarm",
    "Edit target range (mmol/L)": "Edit target range (mmol/L)",
    "sugar_amount": "Sugar Amount",
    "before_exercise": "Before exercise",
    "before_meal": "Before a meal",
    "fasting": "Fasting",
    "after_meal_1h": "After a meal (1h)",
    "after_meal_2h": "After a meal (2h)",
    "after_exercise": "After exercise",
    "asleep": "Asleep",
    "errow_sugar_input_text": "Please enter correct value between 18-630 mg/dL",
    "save_record": "Save Record",
    "version": " version",
    "1.0.0": " 1.0.0",
    "set_alarm": "Set alarm",
    "sound": "Sound",
    "vibrate": "Vibrate",
    "cancel": "Cancel",
    "set": "Set",
    "edit_record": "Edit record",
    "delete_record_alert": "Do you really want to delete this record?",
    "stay": "Stay",
    "exit": "Exit",
    "skip_all": "Skip all",
    "next_step": "Next step",
    "homepage": "Homepage",
    "delete": "Delete",
    "keep": "Keep",
    "you_have_not_record": "You have not created any record yet",
    "wanna_exit": "Do you really want to exit Blood Sugar Tracking?",
    "intro1": "Fast data entry and smart statistics",
    "intro2": "Flexible changing unit Changing range standard",
    "intro3": "Remind you to enter your record",
    "edit":"Edit",
    "replace": "Replace",
    "add": "Add",
    "add_new_record": "You have entered the record at this time. Do you want to cover it or add a new record?",
    "mg/dL":"mg/dL",
    "mmol/L":"mmol/L",
    "change_unit": "Change unit",
    "choose_this_unit": "Choose this unit"
}